{
  "title": "KURTAR Project - Gazi University",
  "des1": "Rapid Post-Earthquake Response System",
  "des2": "Quick response through effective guidance of teams after an earthquake.",
  "des3": "Earthquake Early Warning System",
  "des4": "Provides alerts before the earthquake reaches your location.",
  "kurtarekibi": "Kurtar Team",
  "projectteam": "Project Team",
  "mainteam": "Project Managers",
  "interns": "Interns",
  "advisors": "Advisors / Academic Advisory Board",
  "meettheteam": "Meet Our Team",
  "name-surname": "Name Surname",
  "mail": "Email",
  "number": "Phone",
  "message": "Message",
  "cv": "Upload CV",
  "nofile": "No file selected",
  "apply": "Apply",
  "readmore": "Read More",
  "team": "Team",
  "home": "Home",
  "about": "About Us",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "services": "FAQ",
  "career": "Career",
  "location": "Location",
  "ourwork": "Our Work",
  "pagetitle_main": "Home",
  "pagetitle_about": "About Us",
  "pagetitle_port": "Portfolio",
  "pagetitle_sss": "Frequently Asked Questions",
  "pagetitle_career": "Career",
  "pagetitle_contact": "Contact Us",
  "main_info1": "IoT and Artificial Intelligence-Based Disaster Response Platform",
  "main_info2": "The system analyzes multi-sensor data in real time during an earthquake, identifies people under the rubble and priority areas, and directs teams to the right location.",
  "main_info3": "See More About Us",
  "main_info4": "Discover Our Solutions",
  "main_info5": "Discover the Project",
  "main_info6": "By collecting real-time data via mobile devices and IoT technologies during disasters, it aims to optimize rescue processes with artificial intelligence systems featuring autonomous decision-making capabilities. Sensor data is interpreted through machine learning and deep learning-based analysis, transferred to central servers, and coordination is achieved through map-based interfaces.",
  "main_info7": "More",
  "main_info8": "Artificial Intelligence",
  "main_info9": "Data-driven decision-making mechanisms for time series analysis, disaster behavior modeling, and support systems.",
  "main_info10": "IoT & Sensor Network",
  "main_info11": "Data collection via IMU, gyroscope, GPS, and environmental sensors, and transmission to a central server.",
  "main_info12": "Mobile Platform",
  "main_info13": "Real-time location reporting and energy optimization via Android/iOS-based applications.",
  "main_info14": "Mapping & Coordination",
  "main_info15": "Analysis on the server, visualization of damage and rescue operations on maps.",
  "main_info16": "Sustainable Mechanism",
  "main_info17": "Long-term operability with updatable, modular structures and low power consumption.",
  "main_info18": "Habitat Analysis",
  "main_info19": "Assessment of post-earthquake environmental conditions and prioritization of interventions.",
  "main_info20": "Target Users",
  "main_info21": "Public Institutions",
  "main_info22": "(AFAD / Municipality)",
  "main_info23": "Provides real-time visibility for the crisis desk. Facilitates situation management.",
  "main_info24": "NGOs & Volunteers",
  "main_info25": "Supports volunteer teams by managing operations, identifying safe zones, and sharing routes.",
  "main_info26": "Citizens",
  "main_info27": "Provides quick emergency alerts through location and status reporting, and offers information about safe zones.",
  "main_info28": "Operation Overview",
  "main_info29": "Data Collection",
  "main_info30": "Mobile devices and connected sensors collect seismic and environmental data in real time.",
  "main_info31": "Detection",
  "main_info32": "Data is analyzed using AI models running on the device to extract information about tremors and disasters.",
  "main_info33": "Response",
  "main_info34": "Servers map the situation through aggregated analysis and provide rescue teams with route, risk, and location recommendations.",
  "main_info35": "Project Information",
  "main_info36": "The KURTAR project is supported under the TÜBİTAK 1001 program. You can click the link below for project details.",
  "main_info37": "Gazi University News Announcement",
  "career_info1": "Joın Us!",
  "career_info2": "If you would like to make an impact with your talents and become part of our dynamic team, please send your CV and a brief personal statement to kurtar1001@gmail.com. All applications will be carefully reviewed, and we will get in touch with you as soon as possible.",
  "footer1": "Founded in 2024, Kurtar is an award-winning, full-service production company that produces creative solutions.",
  "footer2": "Who We Are?",
  "footer3": "Newsletter",
  "footer4": "Kurtar is an award-winning production company delivering creative solutions.",
  "footer5": "See All",
  "footer6": "Mobile Application",
  "footer7": "Web Application",
  "footer8": "Artificial Intelligence",
  "footer9": "AI",
  "portfolio1": "Real-Time Location Tracking",
  "portfolio2": "Group Tracking & Status Update",
  "portfolio3": "Team and Group Monitoring",
  "portfolio4": "Each team shares its operational plan, quickly communicates real-time updates, and ensures effective coordination.",
  "portfolio5": "International or additional teams instantly join the system via QR code and integrate with their assigned groups for seamless communication.",
  "portfolio6": "Offline Bluetooth Communication",
  "portfolio7": "Local Data Storage",
  "portfolio8": "Data Mechanism",
  "portfolio9": "Device List & Alert System",
  "portfolio10": "Active device list",
  "portfolio11": "Battery status and last data transmission time",
  "portfolio12": "Emergency alert notifications (instantly displayed in critical situations)",
  "portfolio13": "Data Reporting & Permissions",
  "portfolio14": "Export analysis results in CSV/JSON format",
  "portfolio15": "Authorized user management (admin-only access)",
  "portfolio16": "Provincial/District-based analysis charts (damage data, user reports)",
  "portfolio17": "Location Map & Mass Tracking",
  "portfolio18": "Live location map",
  "portfolio19": "Visualized positions of all devices",
  "portfolio20": "Categorized by user-specific tagging",
  "portfolio21": "Shortest Path Finding & Navigation",
  "portfolio22": "Rescue team routing based on system-detected high-risk zones",
  "portfolio23": "Calculates shortest paths between teams and visualizes them on the map",
  "portfolio24": "Disaster Zone Statistics",
  "portfolio25": "Real-time snapshot of Total Users, Active Users, and Users at Risk",
  "portfolio26": "Weekly Earthquake Activity Chart",
  "portfolio27": "Weekly Status Activity (low, medium, high-risk distribution)",
  "portfolio28": "Overall Risk Distribution (color-coded)",
  "portfolio29": "User Distribution by City",
  "portfolio30": "Edge AI: Decision Making in a Disconnected Environment",
  "portfolio31": "Goal:",
  "portfolio32": "Earthquake detection, victim survival analysis, emergency prioritization on local devices",
  "portfolio33": "Authorized user management (admin access only)",
  "portfolio34": "Province/district based analysis graphs (destruction data, user reports)",
  "portfolio35": "Model Types:",
  "portfolio36": "CNN, LSTM, and Autoencoder architectures based on TinyML and TensorFlow Lite with low energy consumption",
  "portfolio37": "Platforms:",
  "portfolio38": "Mobile devices, IoT devices",
  "portfolio39": "Advantages:",
  "portfolio40": "Instant analysis without server dependency",
  "portfolio41": "Energy efficiency",
  "portfolio42": "Real-time decision making",
  "portfolio43": "Offline operation capability",
  "portfolio44": "Cloud AI: Comprehensive Prediction and Analysis",
  "portfolio45": "Module 1 – Damage & Intensity Prediction:",
  "portfolio46": "Regional damage scores are derived using IoT data and building type information.",
  "portfolio47": "Module 2 – Vitality Analysis:",
  "portfolio48": "BPM, sound, and motion data are combined to determine priority rescue areas.",
  "portfolio49": "Module 3 – Anomaly Detection:",
  "portfolio50": "Faulty sensor data is automatically filtered.",
  "portfolio51": "Module 4 – Multimodal Fusion:",
  "portfolio52": "Data from multiple sources such as sound, acceleration, and pulse are combined to produce the most reliable decision.",
  "portfolio53": "Module 5 – Audio Analysis:",
  "portfolio54": "Human sounds like screams and calls for help are detected.",
  "adres": "Gazi University Faculty of Engineering Eti Neighborhood, Yukselis Street, No: 5, 06570 Maltepe / Ankara, Türkiye.",
  "send": "Send Message",
  "subject": "Subject",
  "faq1": "What criteria are prioritized for positions?",
  "faq12": "Candidates are primarily evaluated based on relevant field knowledge, technical skills, and ability to work in a team. Applications are assessed according to these criteria.",
  "faq2": "Are interviews conducted online or in person?",
  "faq22": "Interviews are arranged depending on the situation; some candidates are directed online, while others are invited for in-person interviews.",
  "faq3": "How can I learn about available positions?",
  "faq32": "You can view available positions on our website, follow our LinkedIn page, or check our announcements.",
  "formSectionTitle": "Forms",
  "formDownloadDescription": "Click the button below to download the Scholarship Student and Postdoctoral Fellow Information Form.",
  "formDownloadButton": "Download Form",
  "formFormat": "DOCX Format",
  "formUpdate": "Updated: 05.02.2025",
  "formLanguage": "Turkish",
  
  "tamer": "Prof. Tamer KAHVECI, PhD",
  "gazi": "Gazi University",
  "kocaeli": "Kocaeli University",
  "yılmaz": "Dr. Yılmaz Atay, Assistant Professor",
  "about1": "International Advisor",
  "about2": "Project Manager",
  "about3": "In-country Researcher",
  "about4": "Artificial Intelligence & Data Analytics",
  "about5": "Mobile / Client Development",
"about6": "UI & Content",
"about7": "Edge AI & Sensor Integration",
"about8": "IoT & Communication",
"about9": "System Architecture & Technical Coordinator",
"about10": "In-country Academic Advisor",
"about11": "In-country Advisor",

"alım1": "Developed under the supervision of Gazi University’s Computer Engineering Department and supported by TÜBİTAK 1001, the KURTAR Project is an innovative system aimed at detecting the location of individuals trapped under debris after disasters, predicting survival probabilities, and optimizing decision-making processes using artificial intelligence.",
  "alım2": "Required Qualifications",
  "alım3": "Develop AI / deep learning models using Python (TensorFlow, PyTorch)",
  "alım4": "Proficiency in data analysis, model training, and performance evaluation",
  "alım5": "Experience running models on Edge AI and mobile devices (ONNX, TensorFlow Lite, CoreML, etc.)",
  "alım6": "Ability to test IoT platforms (Raspberry Pi, Jetson, sensor systems)",
  "alım7": "Familiarity with Linux environments and essential DevOps tools (Git, Docker, VS Code Remote, etc.)",
  "alım8": "Teamwork skills, quick learning ability, and adaptability in project environments",
  "alım9": "Eligibility Criteria",
  "alım10": "Be an undergraduate or graduate student in a relevant engineering field",
  "alım11": "Preferably have prior experience in projects, competitions, R&D, or academic work",
  "alım12": "Demonstrate active communication with project supervisors and a sense of responsibility",
  "alım13": "Process and Support",
  "alım14": "An initial 2-month trial and orientation period will be applied",
  "alım15": "Successful candidates will receive support through the TÜBİTAK scholarship system",
  "alım16": "Opportunities for academic guidance, technical training, and participation in research outputs during the project",
  "alım17": "APPLICATION",
  "alım18": "Send your CV and a short motivation letter",
  "alım19": "to the following address:",
  "alım20": "🔗 KURTAR is an innovative research platform combining IoT, artificial intelligence, and real-time disaster management.",
  "alım21": "Become part of a team that will save lives with the technologies of the future!"

}